-- MySQL dump 10.13  Distrib 8.0.25, for Win64 (x86_64)
--
-- Host: localhost    Database: termdb
-- ------------------------------------------------------
-- Server version	8.0.25

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `tooltbl`
--

DROP TABLE IF EXISTS `tooltbl`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `tooltbl` (
  `연번` int DEFAULT NULL,
  `전동드릴` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `직소기` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `타카` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `펜치` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `파이프렌치` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `니퍼` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `몽키스패너` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `톱` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `공구세트` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  `절단기` varchar(10) COLLATE utf8_unicode_ci DEFAULT '대여가능',
  KEY `연번` (`연번`),
  CONSTRAINT `tooltbl_ibfk_1` FOREIGN KEY (`연번`) REFERENCES `branchtbl` (`연번`) ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tooltbl`
--

LOCK TABLES `tooltbl` WRITE;
/*!40000 ALTER TABLE `tooltbl` DISABLE KEYS */;
INSERT INTO `tooltbl` VALUES (1178,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1179,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1180,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1181,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1182,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1183,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1184,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1185,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1186,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1187,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1188,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1189,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1190,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1191,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1192,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1193,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1194,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1195,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1196,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1197,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1198,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1199,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1200,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1201,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1202,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1203,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1204,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1205,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1206,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1207,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1208,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1209,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1210,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1211,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1212,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1213,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1214,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1215,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1216,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1217,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1218,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1219,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1220,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1221,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1356,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1357,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1358,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1359,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1360,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1361,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1362,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1363,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1364,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1365,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1366,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1367,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1368,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1369,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1370,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1371,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1372,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1373,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1374,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1375,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1376,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1377,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1378,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1379,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1380,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1703,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1704,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1705,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1706,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1707,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능'),(1708,'대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능','대여가능');
/*!40000 ALTER TABLE `tooltbl` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-06-01  2:55:03
